Repository: paulwoman/Capitalism_Lab_BASE
Catalog: tm/help_en-US_ru.tmx
Source language: en_us
Languages: ru

source: The bank collects interest payments from loan borrowers. Loan interests are the main incomes of the bank.
ru: Click here to view the advertisement setting.

source: LOANIITO Projected Annual Total Loan Interest Incomes
ru: RINCCAP1

source: This figure is projected by multiplying the latest monthly loan interest incomes by 12 months. The same for the other 2 figures below.
ru: Increase the Retail Capacity

source: To see the real historical total net interest incomes, please view the Financial report. ~
ru: Allocate retail space and hire staff for selling the same product.

source: Real GDP growth on an annual basis is the nominal GDP growth rate adjusted for inflation. ~
ru: RINCCAP0

source: REGLOBAL Global Rent Settings
ru: Cannot Increase the Retail Capacity

source: It currently uses the global rent settings from its HQ's Real Estate department. Click to toggle it to use local settings.
ru: Sorry, you cannot expand its capacity further as there is no space left in the retail store.

source: RELOCAL
ru: RDECCAP1

source: Local Rent Settings The rent is set locally.
ru: Reduce the Retail Capacity

source: Click to toggle it to use the global settings from its HQ's Real Estate department.
ru: Shrink the retail space and reduce the staff size for selling this product.

source: HQ_AUTOA
ru: RDECCAP0

source: Auto Manage Apartments
ru: Cannot Reduce the Retail Capacity

source: When this is enabled, the computer will automatically manage all of the corporation's existing apartments. It will set the apartments' rents based on your preference which you may customize with the "Rent" setting below.
ru: Sorry, you cannot reduce its capacity further as it is already at the minimum capacity.

source: HQ_AUTOC
ru: RREMOVE

source: Auto Manage Commercial Buildings
ru: Remove the Product

source: When this is enabled, the computer will automatically manage all of the corporation's existing commercial buildings. It will set the commercial buildings' rents based on your preference which you may customize with the "Rent" setting below.
ru: Remove this product from the retail store.

source: TRANCASH
ru: RSUPPLY

source: Transferable Cash The maximum amount of cash that you are allowed to transfer from the bank to your corporation.
ru: This product is sourced from multiple suppliers.

source: On its balance sheet, the bank's net assets must be greater than the required bank capital. The capital requirement set by the central bank.
ru: Use these buttons to select which supplier's information to be displayed.

source: TRANMODE Transfer Mode
ru: FARMSET1

source: You may change the transfer mode - whether it is to transfer funds from the bank to its parent corporation, or the other way round, by clicking on the Arrow icon. ~
ru: Set up a new production at the current farm.

source: DEPOSCAP Deposit
ru: FARMSET0

source: The #maximum deposit amount# is constrained by the #deposit cap#. Under the regulation, deposits should be #not concentrated# on a small number of large depositors.
ru: The farm does not have sufficient space for setting up a new production.

source: It consolidates the financial data from the Bank HQ and all its bank branches. ~
ru: STKSPLIT

source: BANKASSE Bank Assets
ru: Stock Split

source: A bank has its own balance sheet and its assets are separate from the parent company's. ~
ru: A stock split increases the total number of shares in a corporation and diminishes its stock price.

source: Fund Transfer You may transfer funds from the parent company to the bank's balance sheet or vice versa.
ru: It is allowed when the stock price is over $100.

source: Consolidated Insurance Company Income Statement It consolidates the financial data from the HQ and all its front offices.
ru: DIVIDMAX

source: ~ INSUASSE
ru: Maximum Special Dividend

source: Insurance Company Assets An insurance company has its own balance sheet and its assets are separate from the parent company's.
ru: The maximum amount of special dividend you can pay is the smaller value of 1) the company's cash and 2) its retained earnings.

source: IFUNDTRA
ru: DIVIDEAR

source: Fund Transfer
ru: Retained Earnings

source: You may transfer funds from the parent company to the insurance company's balance sheet or vice versa. ~
ru: The retained earnings are the accumulative net earnings of a company.

source: Claims Reserves The claims reserves represent the money which must be held by the insurance company so as to be able to meet all future claims arising from policies written in the past.
ru: You can view it on the Balance Sheet at the Corporate Details screen.

source: UWPROFIT
ru: DIVIDPAY

source: Underwriting Profit
ru: Pay a Special Dividend

source: The profit from underwriting insurance policies. It equals to the amount of premiums received, less insurance claims and operating expenses.
ru: You may pay a special dividend from your company or a subsidiary with a controlling interest of at least 75%.

source: Investment Profit The profits from investments in stocks, bonds, and bank deposits.
ru: PININPUT

source: ~ STOPDEPO
ru: Pin Input

source: Stop Bank Deposits Stop accepting new bank deposits.
ru: Pin the current input.

source: Only do this when you intend to wind down the bank's deposits and eventually close it down. ~
ru: Then you may browse productions that use the current input.

source: Stop approving new loans. ~
ru: PINPREV

source: RESUDEPO Resume Bank Deposits
ru: Previous production

source: The bank has stopped accepting new bank deposits. Click here to resume accepting new bank deposits.
ru: Display the previous production that uses the pinned input.

source: RESULOAN
ru: PINNEXT

source: Resume Bank Loans
ru: Next production

source: The bank has stopped approving new loans. Click here to resume approving new loans.
ru: Display the next production that uses the pinned input.

source: BCAPRAT1
ru: BANKBRFI

source: Bank Capital Ratio
ru: Operating Expenses Report

source: The #Capital Ratio# is the ratio of a bank's #Equity Capital# to its total #Loans to Customers#. A bank must maintain a capital ratio that meets the central bank's requirement.
ru: View the operating expenses of this bank branch.

source: BCAPRAT2
ru: INSUBRFI

source: Required Bank Capital Ratio
ru: Operating Expenses Report

source: The central bank requires banks to have set aside enough capital to cover unexpected losses and keep themselves solvent in a crisis.
ru: View the operating expenses of this insurance office.

source: LOANDEPP
ru: LOANIIAN

source: Maximum Loans-to-Assets Ratio The maximum amount of loans that the bank can lend out is restricted by this ratio.
ru: Projected Annual Total Loan Interest Incomes

source: A higher ratio increases incomes from loan interests but it also increases the bank's liquidity risks. ~
ru: This figure is projected by multiplying the latest monthly loan interest incomes by 12 months.

source: INT_MARG Net Interest Margin
ru: The same for the other 2 figures below.

source: The #net interest margin# is a measure of the difference between the bank's #interest income from loans# and the amount of #deposit interest paid out to its customers#, relative to the amount of its #interest-earning assets#. ~
ru: To see the real historical total net interest incomes, please view the Financial report.

source: When the Inflation mode is set to #Inverse Inflation#, a bond's #Face Value# may decline over time due to inflation. ~
ru: LOANCRED

source: BCOUPONR Coupon Rate
ru: Loan Credit Rating

source: It tells you what the bond paid when it was issued. The amount of interest income earned on the bond each year can be calculated by multiplying the bond's Face Value by its Coupon Rate.
ru: Loans are categorized based on the borrowers' credit ratings which indicate the financial health of the borrowers.

source: ~ BYIELD
ru: AAA is the best credit rating.

source: Yield (also called Yield to Maturity) A bond's Yield takes into account the bond's current market price and tells you what you will actually earn on an annualized basis when you buy the bond at its current market price.
ru: C is the poorest credit rating.

source: RESETSRH Reset Stock Returns History
ru: LOANINT

source: STOPBANK Stop Bank Deposits and Loans
ru: Borrowers with good credit ratings can obtain loans with lower interest rates.

source: Access the interface for stopping new bank deposits and/or loans. Only do this when you intend to wind down the bank.
ru: Conversely, borrowers with poor credit ratings have the higher default risks, thus the bank charges higher interest rates to justify the risks.

source: AVGINTER
ru: LOANALLO

source: Average Interest Rate
ru: New Loans Allocation

source: It is the average interest rate of all deposits under this term, including older time deposits that were set up at interest rates different than the current interest rate. ~
ru: At the initial setting, a bank lends money evenly to borrowers of different credit ratings (20% each).

source: Total Tech The Total Tech value is calculated by adding up the values of individual tech, adjusted by their assigned weights (indicated by the yellow bars).
ru: When you increase the allocation to borrowers of poorer credit ratings, the bank will receive higher interest income, but the loan default rate will also increase as a result.

source: WTOPTECH Top Tech
ru: LOANAII

source: The Top Tech value represents the highest Total Tech value that is ever achieved by a company, whether it is this company or a competitor, for this type of Internet business. ~
ru: Projected Annual Interest Incomes

source: WTECHQUA Tech Quality
ru: The bank collects interest payments from loan borrowers.

source: Tech Quality is calculated by dividing the current Total Tech by Top Tech, then multiplied by 100. (100 x Total Tech / Top Tech.) It represents this Internet firm's relative strength in the technology.
ru: Loan interests are the main incomes of the bank.

source: WREQTECH
ru: LOANIITO

source: Required Tech
ru: Projected Annual Total Loan Interest Incomes

source: This Internet company does not have the required technology to start operation yet, as the current Tech Quality is still lower than the Required Tech. ~
ru: This figure is projected by multiplying the latest monthly loan interest incomes by 12 months.

source: CLOANDEP Current Loans-to-Assets Ratio
ru: The same for the other 2 figures below.

source: The Loans-to-Assets ratio is calculated by dividing the bank's total amount of loans by its total amount of assets. When it is higher than the Maximum Loans-to-Assets Ratio, the bank will stop giving out new loans.
ru: To see the real historical total net interest incomes, please view the Financial report.

source: BUSIACTI
ru: REALGDPG

source: Business Activity Index
ru: Real GDP Growth

source: It is an index measuring business activity in the city. When the city has a high level of business activity, more jobs will be created, lowering the unemployment rate.
ru: Real GDP growth on an annual basis is the nominal GDP growth rate adjusted for inflation.

source: TAXOFFSE
ru: REGLOBAL

source: Profit Tax
ru: Global Rent Settings

source: The profit of this firm is offset against losses in other firms of this corporation, resulting in a reduction in its profit tax. ~
ru: It currently uses the global rent settings from its HQ's Real Estate department.

source: STKBNDAC Stock and Bond Return
ru: Click to toggle it to use local settings.

source: HOUSGRAP Housing Graph Mode
ru: RELOCAL

source: Click here to change the housing graph to display one of the following: supply, demand, or supply vs demand. ~
ru: Local Rent Settings

source: OFFIGRAP Office Space Graph Mode
ru: The rent is set locally.

source: Click here to change the office space graph to display one of the following: supply, demand, or supply vs demand.
ru: Click to toggle it to use the global settings from its HQ's Real Estate department.

source: Parent Company Credit Rating The credit rating of a subsidiary company would never exceed its parent company's credit rating.
ru: HQ_AUTOA

source: ~ CAPRATIO
ru: Auto Manage Apartments

source: The bank's Capital Ratio is too low The bank's Capital Ratio is too low and has stopped issuing new loans.
ru: When this is enabled, the computer will automatically manage all of the corporation's existing apartments.

source: To resume loan issuance, access the bank, select [Financial] and [Fund Transfer]. Then inject capital into the bank.
ru: It will set the apartments' rents based on your preference which you may customize with the "Rent" setting below.

source: BCRMODE0
ru: HQ_AUTOC

source: Options for Handling Insufficient Bank Capital Ratio
ru: Auto Manage Commercial Buildings

source: When the Bank Capital Ratio falls below the Requirement, there are 3 possible ways to handle it. ~
ru: When this is enabled, the computer will automatically manage all of the corporation's existing commercial buildings.

source: Must Take Action When the bank capital ratio is too low, the game will pop up a window forcing the player to take action.
ru: It will set the commercial buildings' rents based on your preference which you may customize with the "Rent" setting below.

source: BCRMODE2
ru: TRANCASH

source: Notification Only
ru: Transferable Cash

source: When the bank capital ratio is too low, the game will stop issuing loans and notify you via the Event Tracker. ~
ru: The maximum amount of cash that you are allowed to transfer from the bank to your corporation.

source: No Notification When the bank capital ratio is too low, the game will stop issuing loans.
ru: On its balance sheet, the bank's net assets must be greater than the required bank capital.

source: It will not notify you. ~
ru: The capital requirement set by the central bank.

source: The maximum amount of cash that you are allowed to transfer from the insurance company to your corporation. ~
ru: TRANMODE

source: ITRANMOD Transfer Mode
ru: Transfer Mode

source: You may change the transfer mode - whether it is to transfer funds from the insurance company to its parent corporation, or the other way round, by clicking on the Arrow icon.
ru: You may change the transfer mode - whether it is to transfer funds from the bank to its parent corporation, or the other way round, by clicking on the Arrow icon.

source: BANKROE
ru: MARKETSH

source: Return on Equity Return on Equity (ROE) is calculated by dividing the bank's Net Profit by its Equity Capital.
ru: Market Share Window

source: ROE is considered a measure of how effectively the bank is using its capital to generate profits. (The change from 12 months ago is displayed in brackets.)
ru: Click here to show/hide the window that shows the Market Share of the current product.

source: INSUROE
ru: DEPOSCAP

source: Return on Equity
ru: Deposit

source: Return on Equity (ROE) is calculated by dividing the insurance company's Net Profit by its Equity Capital.
ru: The maximum deposit amount is constrained by the deposit cap.

source: It is capped to a range from -50% to 50% for the purpose of calculating the average ROE. ~
ru: Under the regulation, deposits should be not concentrated on a small number of large depositors.

source: Switch View (hotkey: 'A') Click here to switch between the standard view and the Cumulative Performance view.
ru: There is a cap that limits the maximum amount of deposit each depositor can make.

source: INBRSKIL
ru: BANKINCO

source: Staff Skill Level The staff's skill level affects the quality of service of this insurance front office.
ru: Consolidated Bank Income Statement

source: You may set the #training budget# to provide training to the staff to increase their skills. If the City Economics Simulation DLC is enabled, it is also affected by the education level of people in the city.
ru: It consolidates the financial data from the Bank HQ and all its bank branches.

source: INBRWAIT
ru: BANKASSE

source: Customer Waiting Time
ru: Bank Assets

source: A long customer waiting time negatively affects the service quality of this insurance front office. To serve your customers better, you should open new front offices whenever the customer waiting time is alarmingly long.
ru: A bank has its own balance sheet and its assets are separate from the parent company's.

source: INBRSERV
ru: BFUNDTRA

source: Quality of Service
ru: Fund Transfer

source: The quality of service of this insurance front office is primarily determined by the Staff Skill Level. When the Customer Waiting Time is higher than 30, it starts to negatively affect the Quality of Service.
ru: You may transfer funds from the parent company to the bank's balance sheet or vice versa.

source: INBRBRAN
ru: INSUINCO

source: Insurance Company Brand Rating
ru: Consolidated Insurance Company Income Statement

source: The brand rating of the insurance company in this city. To increase it, select the "Marketing" tab and set up advertising.
ru: It consolidates the financial data from the HQ and all its front offices.

source: Interest Rate The interest rate for 1 Year Time Deposit.
ru: INSUASSE

source: ~ BKABRAND
ru: Insurance Company Assets

source: Average Brand Rating The average brand rating of the bank in all the cities.
ru: An insurance company has its own balance sheet and its assets are separate from the parent company's.

source: Average Brand Rating The average brand rating of the insurance company in all the cities.
ru: IFUNDTRA

source: ~ DEPOALL
ru: Fund Transfer

source: All Deposits Select this to show a summary of customer deposits made via bank branches and deposits made by corporations and game persons via the bank headquarters.
ru: You may transfer funds from the parent company to the insurance company's balance sheet or vice versa.

source: UR_PROD
ru: PREMRESE

source: University Research in Products University Research in specific industries leads to #higher competitiveness#.
ru: Claims Reserves

source: 1) The city's local businesses benefit from increased competitiveness and #export#, thus hiring more workers and decreasing the city's #unemployment rate#. 2) #Manufacturing units# in factories have #City Quality Bonuses# added to their products' #Product Quality# ratings.
ru: The claims reserves represent the money which must be held by the insurance company so as to be able to meet all future claims arising from policies written in the past.

source: UR_TECH University Research in Tech
ru: UWPROFIT

source: University Research in specific fields of technology leads to increases in #skill levels# of researchers and software engineers in those fields (under the Talent system). ~
ru: Underwriting Profit

source: BATCHTRA Batch Transfer Firms
ru: The profit from underwriting insurance policies.

source: Transfer the selected firms to another company under your control.
ru: It equals to the amount of premiums received, less insurance claims and operating expenses.

source: MANAPOLI
ru: IVPROFIT

source: Management Policies
ru: Investment Profit

source: Open the Management Policies interface for this company.
ru: The profits from investments in stocks, bonds, and bank deposits.

source: RENAMESU Rename Subsidiary
ru: STOPDEPO

source: Rename this subsidiary company. ~
ru: Stop Bank Deposits

source: MERGECOM Merge Company
ru: Stop accepting new bank deposits.

source: Merge this company into your company. (Your company is the majority shareholder of this company.)
ru: Only do this when you intend to wind down the bank's deposits and eventually close it down.

source: MERGECO2
ru: STOPLOAN

source: Merge Company Merge this company into your subsidiary company.
ru: Stop Bank Loans

source: (Your subsidiary company is the majority shareholder of this company.)
ru: Stop approving new loans.

source: TRANFIRM Transfer Firms
ru: RESUDEPO

source: Transfer a group of selected firms from this company to another company under your control. ~
ru: Resume Bank Deposits

source: SELALLFI Select All
ru: The bank has stopped accepting new bank deposits.

source: Select all firms in the current list. ~
ru: Click here to resume accepting new bank deposits.

source: Unselect all firms in the current list. ~
ru: RESULOAN

source: LOCSTOCK Local Stock Market
ru: Resume Bank Loans

source: GLOSTOCK Global Stock Market (hotkey: Ctrl-G)
ru: Click here to resume approving new loans.

source: ~ DISCORD
ru: BCAPRAT1

source: Join the Discord channel of Capitalism Lab. `
ru: Bank Capital Ratio

source: ~ FACEBOOK
ru: The capital ratio is the ratio of a bank's Equity Capital to its total Loans to Customers.

source: Open the official Capitalism Lab Facebook page. `
ru: A bank must maintain a capital ratio that meets the central bank's requirement.

source: Access the official Capitalism Lab Forum. `
ru: BCAPRAT2

source: ~ INSUSTK
ru: Required Bank Capital Ratio

source: Insurance Company Order this insurance company to buy or sell stocks.
ru: The central bank requires banks to have set aside enough capital to cover unexpected losses and keep themselves solvent in a crisis.

source: INSUBOND Insurance Company
ru: LOANDEPP

source: Order this insurance company to buy or sell bonds. ~
ru: Maximum Loans-to-Assets Ratio

source: FREIGHTC Freight Concern
ru: The maximum amount of loans that the bank can lend out is restricted by this ratio.

source: If this is set to a high value, the AI executive will be more concerned with freight costs and tend to pick suppliers from closer distances.
ru: A higher ratio increases incomes from loan interests but it also increases the bank's liquidity risks.

source: CINTSALE
ru: INT_MARG

source: Internal Sale
ru: Net Interest Margin

source: This option specifies whether you want the AI executive to change products #Internal Sale# settings for you. When #Internal Sale# is enabled for a product, it is for internal sale only and competitors are not allowed to buy it.
ru: Net interest margin is a measure of the difference between the bank's interest income from loans and the amount of deposit interest paid out to its customers, relative to the amount of its interest-earning assets.

source: Sell factory #Internal Sale# products at cost For those products marked for #Internal Sale# in factories, the AI will always sell them at cost.
ru: BFACEVAL

source: ~ COOCHG
ru: Face Value

source: Change These options specify whether you want the AI executive to change Training Budgets, R&D Projects and Advertising Budgets for you.
ru: When the Inflation mode is set to 'Inverse Inflation', a bond's Face Value may decline over time due to inflation.

source: CTOCHGRD Change R&D Projects
ru: BCOUPONR

source: This option specifies whether you want the CTO to manage and change R&D Projects for you. ~
ru: Coupon Rate

source: CTOCHGTR Change Training Budget
ru: It tells you what the bond paid when it was issued.

source: This option specifies whether you want the CTO to change Training Budgets in research facilities for you. ~
ru: The amount of interest income earned on the bond each year can be calculated by multiplying the bond's Face Value by its Coupon Rate.

source: NEWPRICE Set a New Price
ru: Yield (also called Yield to Maturity)

source: It shows the current price. Use [+][-] to set a New Price.
ru: A bond's Yield takes into account the bond's current market price and tells you what you will actually earn on an annualized basis when you buy the bond at its current market price.

source: Cost + Freight `
ru: RESETSRH

source: ~ COSTONLY
ru: Reset Stock Returns History

source: Freight `
ru: STOPBANK

source: ~ ZEROUTIL
ru: Stop Bank Deposits and Loans

source: Zero Capacity Utilization Rate
ru: Access the interface for stopping new bank deposits and/or loans.

source: Warning: The Capacity Utilization Rate of this unit is zero. The workers are idle.
ru: Only do this when you intend to wind down the bank.
